Repository: VidalRuiz/GOW
Catalog: GOW/*.lproj/Localizable.strings
Languages: eo

# menu.option.videogames
source: Video Games
eo: Videoludoj

# menu.option.weapons
source: Weapons
eo: Armiloj

# menu.option.characters
source: Characters
eo: Roluloj

# menu.option.merchandise
source: Merchandise
eo: Varoj

# weapon.name.boomshot
source: Boomshot Grenade Launcher
eo: Boomshot Grenadlanĉilo

# weapon.description.boomshot
source: It was a single-shot pump grenade launcher designed and primarily used by the Locust, especially the Boomers.
eo: Ĝi estis unu-pafila pumpa grenadlanĉilo desegnita kaj uzata ĉefe de la Locustoj, precipe la Boomers.

# weapon.description.hammerburstii
source: It was the standard high-power assault rifle of the Locust. It is often considered the Locust counterpart to the COG Lancer assault rifle.
eo: Ĝi estis la norma altrapida atakfusilo de la Locustoj. Ofte konsiderata kiel la Locust-ekvivalento de la COG Lancer-atakfusilo.

# weapon.name.mulcher
source: Mulcher
eo: Maĉilo

# weapon.description.mulcher
source: The Mulcher is a heavy crank-operated Gatling gun developed by the Coalition of Ordered Governments.
eo: La Mulcher estas peza man-elektra Gatling-mitralo evoluigita de la Koalicio de Ordigitaj Registaroj.

# weapon.name.bolo_grenade
source: Bolo Grenade
eo: Bolgrandaĵo

# weapon.description.bolo_grenade
source: The Bolo Grenade, otherwise known as the Fragmentation Grenade, was the standard fragmentation grenade used by the Coalition of Ordered Governments, the Locust Horde, and the Swarm.
eo: La Bolgrandaĵo, alie konata kiel Fragmenta Grenado, estis la norma fragmenta grenado uzata de la Koalicio de Ordigitaj Registaroj, la Locust-hordo, kaj la Svarmo.

# weapon.name.boltok
source: Boltok Pistol
eo: Boltok-Pistolo

# weapon.description.boltok
source: It was the standard sidearm of the Locust, particularly the Drones. The pistol continues the Locust weapon design philosophy of emphasizing brute force.
eo: Ĝi estis la norma flanka armilo de la Locustoj, precipe la Dronoj. La dezajno de la pistolo daŭrigas la Locust-filosofion de emfazo de kruda forto.

# weapon.name.lancer
source: Lancer Mark 1 Assault Rifle
eo: Lancer Mark 1 Atakfusilo

# weapon.description.lancer
source: Nicknamed Retro Lancer during the Lambent Pandemic, it was the predecessor to the Lancer Mark 2 assault rifle. Previously the primary assault rifle of the Coalition of Ordered Governments army, the Mark 1 was used during the Pendulum Wars.
eo: Alinomita Retro Lancer dum la Lambent-Pandemio, ĝi estis la antaŭulo de la Lancer Mark 2-atakfusilo. Origine la ĉefa atakfusilo de la Koalicio de Ordigitaj Registaroj, la Mark 1 estis uzata dum la Pendulum-Militoj.

# weapon.name.lancer2
source: Lancer Mark 2 Assault Rifle
eo: Lancer Mark 2 Atakfusilo

# weapon.description.lancer2
source: An upgrade to the Lancer Mark 1 assault rifle, featuring a chainsaw bayonet, increased accuracy, reduced recoil, and a higher ammo capacity but less firepower than its predecessor.
eo: Plibonigita versio de la Lancer Mark 1, kun aldono de motora segilo, pli alta precizeco, malpli da rekulo, pli granda kapacito de municio sed malpli da pafpotenco ol ĝia antaŭulo.

# weapon.name.sniper
source: Longshot Sniper Rifle
eo: Longpafa Celpafila Fusilo

# weapon.description.sniper
source: It was a high-caliber, single-shot sniper rifle. Created by the Coalition of Ordered Governments during the Pendulum Wars, the Longshot was also used seventeen years after Emergence Day.
eo: Ĝi estis unu-pafila alt-kalibra celpafila fusilo. Kreita de la Koalicio de Ordigitaj Registaroj dum la Pendulum-Militoj, la Longpafilo estis uzata ankaŭ dek sep jarojn post la Emerĝa Tago.

# weapon.name.hammer_of_dawn
source: Hammer of Dawn
eo: Martelo de la Mateniĝo

# weapon.description.hammer_of_dawn
source: The Hammer of Dawn was an orbital laser, satellite-based, powered by COG Imulsion. Its key components were invented by UIR scientist Mauris Ivo and completed by Professor Adam Fenix after being stolen during Operation: Leveler.
eo: La Martelo de la Mateniĝo estis satelit-bazita orbita lasero funkciigita per COG Imulsion. Ĝiaj kernaj komponantoj estis inventitaj de la sciencisto de la UIR Mauris Ivo kaj kompletigitaj de profesoro Adam Fenix post kiam ili estis ŝtelitaj dum la Operacio: Nivelo.

# weapon.name.mx8
source: MX8 Snub Pistol
eo: MX8 Snub-Pistolo

# weapon.description.mx8
source: It was the standard sidearm for military personnel of the Coalition of Ordered Governments.
eo: Ĝi estis la norma flanka armilo por la militistaro de la Koalicio de Ordigitaj Registaroj.

# game.description.1
source: The beginning of a legendary saga.
eo: La komenco de legenda sagao.

# game.description.2
source: More action and a deeper story.
eo: Pli da ago kaj pli profunda rakonto.

# game.description.3
source: The conclusion of the original trilogy.
eo: La konkludo de la originala trilogio.

# game.description.4
source: A new generation of heroes.
eo: Nova generacio da herooj.

# game.description.5
source: The biggest game in the franchise.
eo: La plej granda ludo de la franĉizo.

# game.description.6
source: A prequel about Baird and Cole.
eo: Antaŭrakonto pri Baird kaj Cole.

# game.description.7
source: Real-time strategy action.
eo: Reala-tempa strategia ago.

# game.description.8
source: A remake of the classic.
eo: Reproduktado de la klasikaĵo.
